<?php

return [
    'admin' => [
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Произошла ошибка при создании',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена',
                'fail' => 'Произошла ошибка при обновлении',
            ],
            'destroy' => [
                'success' => 'Новость успешно удалена',
                'fail' => 'Произошла ошибка при удалении',
            ],
        ],
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Произошла ошибка при создании',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена',
                'fail' => 'Произошла ошибка при обновлении',
            ],
            'destroy' => [
                'success' => 'Категория успешно удалена',
                'fail' => 'Произошла ошибка при удалении',
            ],
        ],
        'orders' => [
            'create' => [
                'success' => 'Заказ успешно создан',
                'fail' => 'Произошла ошибка при создании',
            ],
            'update' => [
                'success' => 'Заказ успешно обновлен',
                'fail' => 'Произошла ошибка при обновлении',
            ],
            'destroy' => [
                'success' => 'Заказ успешно удален',
                'fail' => 'Произошла ошибка при удалении',
            ],
        ],
        'reviews' => [
            'create' => [
                'success' => 'Отзыв успешно создан',
                'fail' => 'Произошла ошибка при создании',
            ],
            'update' => [
                'success' => 'Отзыв успешно обновлен',
                'fail' => 'Произошла ошибка при обновлении',
            ],
            'destroy' => [
                'success' => 'Отзыв успешно удален',
                'fail' => 'Произошла ошибка при удалении',
            ],
        ],
        'users' => [
            'create' => [
                'success' => 'Пользователь успешно создан',
                'fail' => 'Произошла ошибка при создании',
            ],
            'update' => [
                'success' => 'Пользователь успешно обновлен',
                'fail' => 'Произошла ошибка при обновлении',
            ],
            'destroy' => [
                'success' => 'Пользователь успешно удален',
                'fail' => 'Произошла ошибка при удалении',
            ],
        ],
    ]
];
